[
    {
      "id": 26,
      "title": "Kỵ sĩ mặt trăng",
      "time_movie": "124 phút",
      "slug": "ky-si-mat-trang",
      "trailer": "v=x7Krla_UxRg",
      "description": "Moon Knight (tạm dịch tiếng Việt: Hiệp sĩ ánh trăng) là là bộ phim truyền hình ngắn tập Mỹ do Jeremy Slater tạo ra cho dịch vụ phát trực tuyến Disney+, dựa trên nhân vật cùng tên của Marvel Comics. Đây là loạt phim truyền hình thứ sáu trong Vũ trụ Điện ảnh Marvel (MCU) do Marvel Studios sản xuất, chia sẻ tính liên tục với các phim của loạt phim này. Slater đảm nhận vai trò biên kịch chính cùng với Mohamed Diab dẫn đầu nhóm chỉ đạo.\r\n\r\nOscar Isaac đóng vai Marc Spector / Moon Knight và Steven Grant / Mr. Knight, hai nhân cách của một người đàn ông mắc chứng rối loạn đa nhân cách (DID), với May Calamawy, Karim El Hakim, F. Murray Abraham, Ethan Hawke, Ann Akinjirin, David Ganly, Khalid Abdalla và Gaspard Ulliel cũng đóng vai chính. Bộ phim được công bố vào tháng 8 năm 2019, với Slater được thuê vào tháng 11. Diab được thuê để chỉ đạo bốn tập vào tháng 10 năm 2020, với bộ đôi đạo diễn Justin Benson và Aaron Moorheadtham gia vào tháng 1 năm 2021 để chỉ đạo hai người còn lại. Isaac đã được xác nhận sẽ đóng vai chính vào thời điểm đó, và sử dụng các giọng khác nhau để phân biệt các danh tính khác nhau của Spector. Quá trình quay phim diễn ra từ tháng 4 đến tháng 10 năm 2021, chủ yếu ở Budapest cũng như ở Jordan, Slovenia và Atlanta, Georgia.\r\n\r\nMoon Knight được công chiếu vào ngày 30 tháng 3 năm 2022 và chiếu sáu tập cho đến ngày 4 tháng 5. Đây là một phần của Giai đoạn Bốn của MCU. Loạt phim đã nhận được những đánh giá tích cực, đặc biệt khen ngợi về màn trình diễn của Isaac và Hawke và tông màu tối hơn so với các chương trình MCU trước đó.",
      "status": 1,
      "image": "cover-25859468.jpg",
      "year": "2022",
      "tags": "Hiệp Sĩ Ánh Trăng (Mùa 1),  Moon Knight Season 1",
      "category_id": 27,
      "genre_id": 1,
      "country_id": 8,
      "hotmovie": 1,
      "resolution": 4,
      "name_movie": "Moon Knight",
      "subtitle": 0,
      "topview": null,
      "season": 0,
      "created_at": "2024-06-23 19:22:54",
      "updated_at": "2024-06-23 22:11:33",
      "category": {
        "id": 27,
        "title": "Phim Chiếu Rạp",
        "description": "accc",
        "status": 1,
        "slug": "phim-chieu-rap",
        "position": 0
      },
      "genre": {
        "id": 1,
        "title": "Hành Động",
        "description": "mạnh x2",
        "status": 1,
        "slug": "hanh-dong"
      },
      "country": {
        "id": 8,
        "title": "Âu - Mỹ",
        "description": "hehe",
        "status": 1,
        "slug": "au-my"
      }
    },
    {
      "id": 23,
      "title": "Quá nhanh quá nguy hiểm 10",
      "time_movie": "148 phút",
      "slug": "qua-nhanh-qua-nguy-hiem-10",
      "trailer": "nIXKtldz5Yk",
      "description": "Quá Nhanh Quá Nguy Hiểm 10 Fast X (Fast & Furious 10) 2023 Full HD Vietsub Thuyết Minh Trải qua nhiều nhiệm vụ và đối đầu với những khó khăn khó lường, Dom Toretto (Vin Diesel) và gia đình anh đã thông minh, can đảm và lái xe vượt qua được mọi đối thủ trên hành trình của họ. Bây giờ, họ đối mặt với đối thủ nguy hiểm nhất mà họ từng gặp: một mối đe dọa đáng sợ nổi lên từ bóng tối của quá khứ, được thúc đẩy bởi sự trả thù máu me, và quyết tâm phá hủy gia đình này và phá huỷ mọi thứ - và tất cả những người - mà Dom yêu thương mãi mãi.\r\nTrong Fast Five năm 2011, Dom và đồng đội của anh đã tiêu diệt Hernan Reyes - một tên trùm ma túy nguy hiểm tại Brazil và phá tan đế chế của hắn trên một cây cầu ở Rio De Janeiro. Nhưng điều mà họ không biết là con trai của Reyes, Dante (Jason Momoa trong Aquaman) đã chứng kiến tất cả và đã dành 12 năm để thực hiện kế hoạch trả thù và khiến Dom phải trả giá đắt nhất. Kế hoạch của Dante sẽ xé tan gia đình của Dom từ Los Angeles cho đến mê cung của Paris, trong khi họ đua với thời gian để ngăn chặn kế hoạch độc ác của Dante và cứu lấy nhau khỏi cái chết chắc chắn. Đừng quên cùng phimmoi đón chờ bộ phim quy tụ toàn sao này với những pha đua xe và hành động kịch tính nha.",
      "status": 1,
      "image": "qua-nhanh-qua-nguy-hiem-10-91917229.jpg",
      "year": "2022",
      "tags": "qua nhanh qua nguy hiem phan 10, \r\nfast x,  hanh dong, vien tuong",
      "category_id": 27,
      "genre_id": 1,
      "country_id": 8,
      "hotmovie": 1,
      "resolution": 1,
      "name_movie": "Fast & Furious 10",
      "subtitle": 1,
      "topview": 0,
      "season": 0,
      "created_at": null,
      "updated_at": "2024-06-23 17:28:42",
      "category": {
        "id": 27,
        "title": "Phim Chiếu Rạp",
        "description": "accc",
        "status": 1,
        "slug": "phim-chieu-rap",
        "position": 0
      },
      "genre": {
        "id": 1,
        "title": "Hành Động",
        "description": "mạnh x2",
        "status": 1,
        "slug": "hanh-dong"
      },
      "country": {
        "id": 8,
        "title": "Âu - Mỹ",
        "description": "hehe",
        "status": 1,
        "slug": "au-my"
      }
    },
    {
      "id": 20,
      "title": "Avengers: Cuộc chiến vô cực",
      "time_movie": "125 phút",
      "slug": "avengers-cuoc-chien-vo-cuc",
      "trailer": "6ZfuNTqbHE8",
      "description": "Avengers: Cuộc chiến vô cực (tựa gốc tiếng Anh: Avengers: Infinity War) là một bộ phim điện ảnh đề tài siêu anh hùng của Mỹ năm 2018 dựa trên các nhân vật của Marvel Comics. Phim do Marvel Studios sản xuất và Walt Disney Studios Motion Pictures chịu trách nhiệm phân phối, là phần phim tiếp theo của The Avengers (2012) và Avengers: Đế chế Ultron (2015), đồng thời cũng là phim điện ảnh thứ 19 trong loạt phim điện ảnh thuộc Vũ trụ Điện ảnh Marvel (MCU). Tác phẩm do bộ đôi anh em Anthony và Joe Russo đạo diễn, với phần kịch bản được chắp bút bởi Christopher Markus và Stephen McFeely. Phim có sự tham gia của dàn diễn viên gồm Robert Downey Jr., Chris Hemsworth, Mark Ruffalo, Chris Evans, Scarlett Johansson, Benedict Cumberbatch, Don Cheadle, Tom Holland, Chadwick Boseman, Paul Bettany, Elizabeth Olsen, Anthony Mackie, Sebastian Stan, Danai Gurira, Letitia Wright, Dave Bautista, Zoe Saldana, Josh Brolin và Chris Pratt. Trong Avengers: Cuộc chiến vô cực, đội Avengers và Vệ binh dải Ngân Hà cố gắng ngăn chặn Thanos khỏi việc thu thập đầy đủ 6 Viên đá Vô cực và xóa sổ một nửa số sinh vật trong vũ trụ.\r\n\r\nAvengers: Cuộc chiến vô cực được công bố vào tháng 10 năm 2014 dưới tựa đề Avengers: Cuộc chiến vô cực – Phần 1. Tháng 4 năm 2015, anh em nhà Russo nhận lời ngồi vào ghế đạo diễn của phim; một tháng sau, bộ đôi Christopher Markus và Stephen McFeely ký hợp đồng mới dưới vai trò nhà biên kịch của phim, với phần cốt truyện lấy ý tưởng từ nguyên tác truyện tranh The Infinity Gauntlet của Jim Starlin xuất bản năm 1991 và Infinity của Jonathan Hickman xuất bản năm 2013. Năm 2016, Marvel rút ngắn tựa đề phim thành Avengers: Cuộc chiến vô cực. Phim được khởi quay vào tháng 1 năm 2017 tại Pinewood Atlanta Studios ở Quận Fayette, Georgia, chính thức đóng máy vào tháng 7 năm 2017 và sau đó tiếp tục được quay liền mạch với phần phim tiếp nối, Avengers: Hồi kết. Những cảnh quay bổ sung được thực hiện tại Scotland, vùng Downtown Atlanta và Thành phố New York. Với kinh phí trong khoảng từ 316 – 400 triệu USD, Avengers: Cuộc chiến vô cực là một trong những phim điện ảnh có kinh phí cao nhất mọi thời đại.\r\n\r\nAvengers: Cuộc chiến vô cực được công chiếu ra mắt vào ngày 23 tháng 4 năm 2018 tại Los Angeles. Phim khởi chiếu vào ngày 25 tháng 4 năm 2018 tại Việt Nam và vào ngày 27 tháng 4 năm 2018 tại Mỹ. Diễn xuất của Brolin được coi là điểm nhấn cảm xúc cho câu chuyện, phần kỹ xảo điện ảnh cũng như các phân cảnh hành động cũng được đánh giá cao, dù bộ phim vẫn vấp phải một số chỉ trích từ giới chuyên môn khi cốt truyện bị phụ thuộc quá nhiều vào các phim điện ảnh trước đó của MCU. Avengers: Cuộc chiến vô cực trở thành phim điện ảnh thứ sáu và là phim siêu anh hùng đầu tiên đạt doanh thu toàn cầu trên 2 tỷ USD, đồng thời phá vỡ nhiều kỷ lục phòng vé khác. Tác phẩm cũng trở thành phim điện ảnh có doanh thu cao nhất năm 2018 và xếp thứ tư trong danh sách phim điện ảnh có doanh thu cao nhất mọi thời đại. Hiệu ứng hình ảnh của bộ phim nhận các đề cử tại giải Oscar lần thứ 91, giải Critics' Choice lần thứ 24 và giải BAFTA lần thứ 72. Phần phim tiếp nối, Avengers: Hồi kết, đã được công chiếu vào tháng 4 năm 2019.",
      "status": 1,
      "image": "Avengers-Infinity_War-Official-Poster293.jpg",
      "year": "2019",
      "tags": "Avengers: Cuộc Chiến Vô Cực,\r\nAvengers: Infinity War Part , hanh dong, vien tuong",
      "category_id": 25,
      "genre_id": 2,
      "country_id": 8,
      "hotmovie": 1,
      "resolution": 4,
      "name_movie": "Avengers: Infinity War",
      "subtitle": 0,
      "topview": 1,
      "season": 0,
      "created_at": null,
      "updated_at": "2024-06-23 15:41:24",
      "category": {
        "id": 25,
        "title": "Phim Mới",
        "description": "hehehe",
        "status": 1,
        "slug": "phim-moi",
        "position": 3
      },
      "genre": {
        "id": 2,
        "title": "Viễn Tưởng",
        "description": "phê lòi con mắt",
        "status": 1,
        "slug": "vien-tuong"
      },
      "country": {
        "id": 8,
        "title": "Âu - Mỹ",
        "description": "hehe",
        "status": 1,
        "slug": "au-my"
      }
    },
    {
      "id": 19,
      "title": "Chiến binh Báo Đen: Wakanda bất diệt",
      "time_movie": "156 phút",
      "slug": "chien-binh-bao-den-wakanda-bat-diet",
      "trailer": "efxu3-Dq0SA",
      "description": "Chiến binh Báo Đen: Wakanda bất diệt (tựa gốc tiếng Anh: Black Panther: Wakanda Forever) là một bộ phim siêu anh hùng của Hoa Kỳ công chiếu năm 2022, dựa trên nhân vật Black Panther của Marvel Comics, được sản xuất bởi Marvel Studios và phân phối bởi Walt Disney Studios Motion Pictures. Đây là phần phim tiếp theo của Chiến binh Báo Đen (2018) và là bộ phim điện ảnh thứ 30 kết thúc Giai đoạn 4 trong Vũ trụ Điện ảnh Marvel (MCU). Bộ phim được đạo diễn bởi Ryan Coogler, người đồng viết kịch bản với Joe Robert Cole, và các diễn viên Letitia Wright trong vai Shuri / Black Panther, cùng với Lupita Nyong'o, Danai Gurira, Winston Duke, Florence Kasumba, Dominique Thorne, Michaela Coel, Tenoch Huerta Mejía, Martin Freeman, Julia Louis-Dreyfus và Angela Bassett. Trong phim, các nhà lãnh đạo của Wakanda chiến đấu để bảo vệ quốc gia của họ sau cái chết của Vua T'Challa.\r\n\r\nÝ tưởng cho phần tiếp theo bắt đầu sau khi phát hành Chiến binh Báo Đen vào tháng 2 năm 2018. Coogler đã đàm phán để trở lại làm đạo diễn trong những tháng tiếp theo, và Marvel Studios chính thức xác nhận việc phát triển phần tiếp theo vào giữa năm 2019. Kế hoạch cho bộ phim đã thay đổi vào tháng 8 năm 2020 khi ngôi sao chính của Chiến binh Báo Đen Chadwick Boseman qua đời vì ung thư ruột kết, với việc Marvel quyết định không tái diễn vai T'Challa của anh ấy. Các diễn viên chính khác từ bộ phim đầu tiên đã được xác nhận sẽ trở lại vào tháng 11 năm đó và tựa phim được công bố vào tháng 5 năm 2021. Quá trình sản xuất ban đầu diễn ra từ cuối tháng 6 đến đầu tháng 11 năm 2021, tại Atlanta và Brunswick, Georgia, cũng như xung quanh Massachusetts, trước khi gián đoạn để cho phép Wright hồi phục chấn thương trong quá trình quay phim. Việc sản xuất tiếp tục vào giữa tháng 1 năm 2022 và kết thúc vào cuối tháng 3 tại Puerto Rico.\r\n\r\nChiến binh Báo Đen: Wakanda bất diệt được công chiếu lần đầu tại Rạp El Capitan và Nhà hát Dolby ở Hollywood vào ngày 26 tháng 10 năm 2022 và sẽ ​​phát hành tại Hoa Kỳ vào ngày 11 tháng 11 năm 2022, và là bộ phim điện ảnh cuối cùng kết thúc Giai đoạn 4 của MCU. Bộ phim đã nhận về những lời khen ngợi từ giới chuyên môn, đặc biệt là về diễn xuất của các diễn viên, nhạc phim, cách chỉ đạo bộ phim của Coogler, tiết tấu các phân cảnh hành động và cảm xúc, và quan trọng nhất là lời tri ân hoàn toàn thuyết phục với Chadwick Boseman. Bộ phim này đã thu về hơn 772 triệu USD trên toàn thế giới, trở thành bộ phim có doanh thu cao thứ năm trong năm 2022. Ngoài việc thành công về mặt thương mại, bộ phim còn được đề cử một số giải thưởng cao quý, bao gồm năm đề cử của giải Oscar lần thứ 95, trong đó có hạng mục Nữ diễn viên phụ xuất sắc nhất cho Bassett và hạng mục Ca khúc trong phim hay nhất cho ca khúc \"Lift Me Up\" của Rihanna.",
      "status": 1,
      "image": "Black_Panther_Wakanda_Forever_poster1660.jpg",
      "year": "2022",
      "tags": "chien binh bao den wakanda bat diet,\r\nblack panther wakanda forever,  hanh dong, vien tuong, phim chieu rap",
      "category_id": 25,
      "genre_id": 2,
      "country_id": 8,
      "hotmovie": 1,
      "resolution": 0,
      "name_movie": "Black Panther: Wakanda Forever",
      "subtitle": 1,
      "topview": 2,
      "season": 0,
      "created_at": null,
      "updated_at": "2024-06-21 23:03:57",
      "category": {
        "id": 25,
        "title": "Phim Mới",
        "description": "hehehe",
        "status": 1,
        "slug": "phim-moi",
        "position": 3
      },
      "genre": {
        "id": 2,
        "title": "Viễn Tưởng",
        "description": "phê lòi con mắt",
        "status": 1,
        "slug": "vien-tuong"
      },
      "country": {
        "id": 8,
        "title": "Âu - Mỹ",
        "description": "hehe",
        "status": 1,
        "slug": "au-my"
      }
    }
  ]